import './SectionTwo.css'

export const SectionTwo = () => {
    return (
        <div>
            <div className='policy-sect-two'>
                <div className='policy-content'>
                    <div className='container'>
                        <h2>1.Загальні положення</h2>
                        <span>Ця Політика обробки персональних даних складена відповідно до вимог Закону» Про персональні дані " і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних Unity (далі – Оператор).</span>
                        <h5>1. Оператор ставить своєю найважливішою метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. <br/>
                            2. Ця Політика Оператора щодо обробки персональних даних (далі-Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту </h5>
                        <h2>2.Основні поняття, що використовуються в політиці</h2>
                        <h5>1. Автоматизована обробка персональних даних-обробка персональних даних за допомогою засобів обчислювальної техніки; <br/>
                            2. Блокування персональних даних-тимчасове припинення обробки персональних даних (за винятком випадків, якщо обробка необхідна для уточнення персональних даних); <br/>
                            3. Веб-сайт-сукупність графічних та інформаційних матеріалів, а також програм для ЕОМ і баз даних, що забезпечують їх доступність в мережі Інтернет за мережевою адресою ____ <br/>
                            4. Інформаційна система персональних даних-сукупність містяться в базах даних персональних даних, і забезпечують їх обробку інформаційних технологій і технічних засобів; <br/>
                            5. Знеособлення персональних даних-дії, в результаті яких неможливо визначити без використання додаткової інформації приналежність персональних даних конкретному користувачеві або іншому суб'єкту персональних даних; <br/>
                            6. Обробка персональних даних - будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), Витяг, використання, передачу (поширення, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних; <br/>
                            7. Оператор-державний орган, муніципальний орган, юридична або фізична особа, самостійно або спільно з іншими особами організуючі і (або) здійснюють обробку персональних даних, а також визначають цілі обробки персональних даних, склад персональних даних, що підлягають обробці, дії (операції), що здійснюються з персональними даними; <br/>
                            8. Персональні дані-будь-яка інформація, що відноситься прямо або побічно до певного або визначеному Користувачеві веб-сайту_______ <br/>
                            9. Користувач-будь-який відвідувач веб-сайту http_____ <br/>
                            10. Надання персональних даних-дії, спрямовані на розкриття персональних даних певній особі або певному колу осіб; <br/>
                            11. Поширення персональних даних – будь-які дії, спрямовані на розкриття персональних даних невизначеному колу осіб (передача персональних даних) або на ознайомлення з персональними даними необмеженого кола осіб, у тому числі оприлюднення персональних даних у засобах масової інформації, розміщення в інформаційно-телекомунікаційних мережах або надання доступу до персональних даних будь-яким іншим способом; <br/>
                            12. Транскордонна передача персональних даних-передача персональних даних на територію іноземної держави органу влади іноземної держави, іноземній фізичній або іноземній юридичній особі; <br/>
                            13. Знищення персональних даних - будь-які дії, в результаті яких персональні дані знищуються безповоротно з неможливістю подальшого відновлення змісту персональних даних в інформаційній системі персональних даних і (або) результаті яких знищуються матеріальні носії персональних даних. </h5>
                        <h2>3.Оператор може обробляти наступні персональні дані користувача</h2>
                        <h5>1. Номери телефонів; <br/>
                            2. Також на сайті відбувається збір і обробка знеособлених даних про відвідувачів (в т.ч. файлів «cookie») за допомогою сервісів інтернет-статистики (Яндекс Метрика і Гугл аналітика та інших). <br/>
                            3. Перераховані вище дані далі по тексту політики об'єднані загальним поняттям персональні дані. </h5>
                        <h2>4.Цілі обробки персональних даних</h2>
                        <h5>1. Мета обробки персональних даних Користувача-інформування користувача за допомогою відправки електронних листів. <br/>
                            2. Також Оператор має право направляти користувачеві повідомлення про нові продукти і послуги, спеціальні пропозиції і різні події. Користувач завжди може відмовитися від отримання інформаційних повідомлень, направивши Оператору лист_______з позначкою»Відмова від повідомленнях про нові продукти і послуги та спеціальні пропозиції". <br/>
                            3. Знеособлені дані користувачів, що збираються за допомогою сервісів інтернет-статистики, служать для збору інформації про дії користувачів на сайті, поліпшення якості сайту і його змісту. </h5>
                        <h2>5.Правові підстави обробки персональних даних</h2>
                        <h5>1. Оператор обробляє персональні дані Користувача тільки в разі їх заповнення та/або відправки користувачем самостійно через спеціальні форми, розташовані на сайті _. заповнюючи відповідні форми та / або відправляючи свої персональні дані Оператору, Користувач висловлює свою згоду з цією Політикою. <br/>
                            2. Оператор обробляє знеособлені дані про Користувача в разі, якщо це дозволено в налаштуваннях браузера користувача (включено збереження файлів «cookie» і використання технології JavaScript). </h5>
                        <h2>6.Порядок збору, зберігання, передачі та інших видів обробки персональних даних</h2>
                        <span>Оператором, забезпечується шляхом реалізації правових, організаційних і технічних заходів, необхідних для виконання в повному обсязі вимог чинного законодавства в галузі захисту персональних даних</span>
                        <h5>1. Оператор забезпечує збереження персональних даних і вживає всіх можливих заходів, що виключають доступ до персональних даних неуповноважених осіб. <br/>
                            2. Персональні дані Користувача ніколи, ні за яких умов не будуть передані третім особам, за винятком випадків, пов'язаних з виконанням чинного законодавства. <br/>
                            3. У разі виявлення неточностей у персональних даних, користувач може актуалізувати їх самостійно, шляхом направлення Оператору повідомлення на адресу електронної пошти Оператора з позначкою»Актуалізація персональних даних". <br/>
                            4. Термін обробки персональних даних є необмеженим. Користувач може в будь-який момент відкликати свою згоду на обробку персональних даних, направивши Оператору повідомлення за допомогою електронної пошти на електронну адресу Оператора _ з позначкою»відкликання згоди на обробку персональних даних". </h5>
                        <h2>7.Транскордонна передача персональних даних</h2>
                        <h5>1. Оператор до початку здійснення транскордонної передачі персональних даних зобов'язаний переконатися в тому, що іноземною державою, на територію якої передбачається здійснювати передачу персональних даних, забезпечується надійний захист прав суб'єктів персональних даних. <br/>
                            2. Транскордонна передача персональних даних на території іноземних держав, що не відповідають вищезазначеним вимогам, може здійснюватися лише у разі наявності згоди у письмовій формі суб'єкта персональних даних на транскордонну передачу його персональних даних та/або виконання договору, стороною якого є суб'єкт персональних даних.</h5>
                        <h2>8.Прикінцеві положення</h2>
                        <h5>1. Користувач може отримати будь-які роз'яснення з питань, що стосуються обробки його персональних даних, звернувшись до оператора за допомогою електронної пошти ___.
                            2. В даному документі будуть відображені будь-які зміни Політики обробки персональних даних Оператором. Політика діє безстроково до заміни її новою версією.
                            3. Актуальна версія Політики у вільному доступі розташована в мережі Інтернет за адресою http___.</h5>
                    </div>
                </div>
            </div>
        </div>

    );
}